{"1":[{"name":"Taj Lake Palace","rating":"9.5","description":"Situated in the middle of Lake Pichola and built in 1746, Taj Lake Palace is built with marble and features majestic architecture.","coordinates":"73.6799168586731,24.5758508638949"},{"name":"The Gateway Hotel Ganges","rating":"8.3","description":"Spread over 40 acres of tropical gardens, The Gateway Hotel Ganges is a peaceful getaway in the ancient temple city of Varanasi. Offering an outdoor pool and a spa, it also has 24-hour room service.","coordinates":"82.986219227314,25.3360603160578"},{"name":"Taj Chandigarh","rating":"8.3","description":"The modern Taj Chandigarh is located in Sector 17, Chandīgarh City's prime business and shopping district.","coordinates":"76.7849949002266,30.745219843275"},{"name":"JW Marriott Hotel Chandigarh","rating":"8.7","description":"JW Marriott Hotel Chandigarh is a luxurious 5-star hotel located a 15-minute drive from Chandigarh Airport.","coordinates":"76.7670160531998,30.7266287392732"},{"name":"Courtyard by Marriott Agra","rating":"8.8","description":"Offering an outdoor swimming pool, a fitness centre and a spa and wellness centre, Courtyard Marriott Agra is located in Agra. It also has 4 dining options.","coordinates":"78.059408338623,27.1563664690028"},{"name":"JW Marriott Jaipur Resort & Spa","rating":"9.1","description":"Situated in Jaipur, JW Marriott Jaipur Resort & Spa is 8 km from Seesh Mahal and offers facilities like fitness centre, swimming pool, 24-hour front desk and tour desk.","coordinates":"75.902722,27.048036"},{"name":"SUJÁN JAWAI - Relais & Chateaux"},{"name":"JW Marriott Mussoorie Walnut Grove Resort & Spa","rating":"9.1","description":"Offering an indoor swimming pool, a spa and wellness centre, L'Occitane and a fitness centre, JW Marriott Mussoorie Walnut Grove Resort & Spa is located in Mussoorie.","coordinates":"78.0466181784868,30.4815166612437"},{"name":"ITC Grand Bharat A Luxury Collection Retreat.","rating":"8.6","description":"Spread across a vast expanse of over 290 acres, ITC Grand Bharat features 5 dining options, an outdoor swimming pool and a spa and wellness centre. It has a 27-hole Jack Nicklaus Signature golf...","coordinates":"76.9765609502792,28.30226945682"},{"name":"The Oberoi Vanyavilas Ranthambhore","rating":"9.7","description":"The Oberoi Vanyavilas Ranthambhore is a jungle resort located at the border of Ranthambhore Tiger Reserve. It features a spa, outdoor pool and fitness centre. 1 restaurant and 2 bars await guests.","coordinates":"76.387616917491,26.0239639339346"},{"name":"The Metropolitan Hotel & Spa New Delhi","rating":"7.9","description":"A 5-minute drive from Connaught Place, The Metropolitan Hotel & Spa New Delhi features an outdoor pool and 3 dining options.","coordinates":"77.2081214189529,28.6314708152652"},{"name":"The Imperial, New Delhi","rating":"9.1","description":"Located 1 km from New Delhi's City Centre and Business District, Hotel Imperial offers an outdoor pool and health club. Guests can enjoy spa services and 7 dining options.","coordinates":"77.2172462940216,28.6245091314299"},{"name":"The Claridges New Delhi","rating":"8.6","description":"Located in Lutyens New Delhi, The Claridges, New Delhi, offers rooms with old-world charm and contemporary furnishings.","coordinates":"77.2165864706039,28.6006141201734"},{"name":"BrijRama Palace- A Heritage Hotel","rating":"9.0","description":"Situated on its own ghat, BrijRama Palace – A Heritage Hotel was built in the 18th Century and is considered as one of the oldest structures in Varanasi.","coordinates":"83.0090899206698,25.3052303575298"},{"name":"Taj City Centre Gurugram","rating":"8.9","description":"Located 450 metres away from Huda City Centre Metro Station, Taj City Centre Gurugram offers luxurious accommodation, a swimming pool and 5 dining options.","coordinates":"77.070524096489,28.4551892701966"}]}